{"RecursiveThinkingHomeScreenQuotes":[{"PutRequest":{"Item":{"Id":{"S":"2be59e60-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"Bacon ipsum dolor amet porchetta bacon shank, tri-tip pancetta ground round sausage t-bone. Venison bacon short ribs pastrami. Porchetta jerky doner frankfurter beef ribs. Spare ribs tail cupim t-bone kevin ribeye alcatra shankle bacon meatball bresaola."},"createdAt":{"S":"Thu Jun 14 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Sat Jul 14 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd7120-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e61-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"Stick butt in face. My left donut is missing, as is my right run outside as soon as door open for eat and than sleep on your face and then cats take over the world. Drool i could pee on this if i had the energy instead of drinking water from the cat bowl, make sure to steal water from the toilet yet cough hairball on conveniently placed pants so attack feet. What a cat-ass-trophy!"},"createdAt":{"S":"Sat Jun 16 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Mon Jul 16 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd7121-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e62-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"You could sit here for weeks with your one hair brush trying to do that - or you could do it with one stroke with an almighty brush. Now let's put some happy little clouds in here. You're meant to have fun in life. Maybe there was an old trapper that lived out here and maybe one day he went to check his beaver traps, and maybe he fell into the river and drowned."},"createdAt":{"S":"Mon Jun 18 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Wed Jul 18 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd7124-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e63-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to. Trysail Sail ho Corsair red ensign hulk smartly boom jib rum gangway. Case shot Shiver me timbers gangplank crack Jennys tea cup ballast Blimey lee snow crow's nest rutters. Fluke jib scourge of the seven seas boatswain schooner gaff booty Jack Tar transom spirits."},"createdAt":{"S":"Wed Jun 20 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Fri Jul 20 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd7127-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e64-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"Now that we know who you are, I know who I am. I'm not a mistake! It all makes sense! In a comic, you know how you can tell who the arch-villain's going to be? He's the exact opposite of the hero. And most times they're friends, like you and me! I should've known way back when... You know why, David? Because of the kids. They called me Mr Glass."},"createdAt":{"S":"Fri Jun 22 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Sun Jul 22 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd7129-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e65-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"I think you've let your personal feelings cloud your judgement. Why don't we just give everybody a promotion and call it a night - 'Commander'? Yesterday I did not know how to eat gagh. Sure. You'd be surprised how far a hug goes with Geordi, or Worf. Your shields were failing, sir. About four years. I got tired of hearing how young I looked. Besides, you look good in a dress."},"createdAt":{"S":"Sun Jun 24 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Tue Jul 24 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd712b-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e66-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"We're both adults. I can't pretend I don't know that person is you. I want there to be no confusion. I know I owe you my life. And more than that, I respect the strategy. In your position, I would have done the same. One issue, which troubles me, I don't know what happens when our three-month contract ends. You know why I do this. I want security for my family."},"createdAt":{"S":"Tue Jun 26 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Thu Jul 26 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd712d-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e67-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"Hodor, hodor... Hodor hodor hodor. Hodor hodor hodor? Hodor! Hodor; hodor hodor hodor hodor? Hodor hodor hodor? Hodor! Hodor hodor. HODOR! Hodor, hodor hodor, hodor? Hodor! Hodor hodor, hodor hodor hodor? Hodor! HODOR!"},"createdAt":{"S":"Thu Jun 28 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Sat Jul 28 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd712f-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e68-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"We found out you used to be a dog-faced boy. I scream, you scream, we all scream for nonfat Tofutti rice dreamsicles. You ever seen a UFO in these parts? Scully, you're not going to believe this. Something Weird. A UFO Party. I have a life. I saw Elvis in a potato chip once. Whatever tape you found in that VCR, it isn't mine."},"createdAt":{"S":"Sat Jun 30 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Mon Jul 30 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd7130-8ed0-11e8-b260-d5e4455e16bd"}}}},{"PutRequest":{"Item":{"Id":{"S":"2be59e69-c6bc-11e8-b1f0-09c6f328a61c"},"quote":{"S":"When Chuck Norris does a pushup, he isn't lifting himself up, he's pushing the Earth down, Contrary to popular belief, America is not a democracy, it is a Chucktatorship The chief export of Chuck Norris is Pain Chuck Norris doesn't read books. He stares them down until he gets the information he wants."},"createdAt":{"S":"Mon Jul 02 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"updatedAt":{"S":"Thu Aug 02 2018 05:00:00 GMT-0700 (Pacific Daylight Time)"},"_createdByUser":{"S":"9cdd7133-8ed0-11e8-b260-d5e4455e16bd"}}}}]}